Repository: ubports/indicator-sound
Catalog: po/*.po
Languages: ar, bn, el, fi, fr_ca, he, ja, sc

source: Volume
ar: مستوى الصوت
bn: প্রাবল্য
el: Ένταση
fi: Äänenvoimakkuus
he: עוצמה
ja: 音量
sc: Volùmene

source: Speakers
ar: المكبرات
bn: শব্দযন্ত্র
el: Ηχεία
fi: Kaiuttimet
fr_ca: Enceinte
he: רמקולים
ja: スピーカー
sc: Altoparlantes

source: Headphones
ar: سماعات رأس
bn: কর্ণকথক
el: Ακουστικά
fi: Kuulokkeet
fr_ca: Écouteurs
he: אוזניות
ja: ヘッドフォン
sc: Auricolares

source: Bluetooth headphones
ar: سماعات بلوتوث
bn: ব্লুটুথ কর্ণকথক
el: Ακουστικά Bluetooth
fi: Bluetooth-kuulokkeet
fr_ca: Écouteurs Bluetooth
he: אוזניות בלוטות'
ja: Bluetooth ヘッドホン
sc: Auricolares Bluetooth

source: Bluetooth speaker
ar: مكبرات بلوتوث
bn: ব্লুটুথ শব্দযন্ত্র
el: Ηχεία Bluetooth
fi: Bluetooth-kaiutin
fr_ca: Enceinte Bluetooth
he: רמקול בלוטות'
ja: Bluetooth スピーカー
sc: Altoparlante Bluetooth

source: Usb speaker
ar: مكبرات USB
bn: Usb শব্দযন্ত্র
el: Usb Ηχείο
fi: USB-kaiutin
fr_ca: Enceinte USB
he: רמקול USB
ja: USB スピーカー
sc: Altoparlante USB

source: Usb headphones
ar: سماعات USB
bn: Usb কর্ণকথক
el: Usb Ακουστικά
fi: USB-kuulokkeet
fr_ca: Écouteurs USB
he: אוזניות USB
ja: USB ヘッドホン
sc: Auricolares USB

source: HDMI speaker
ar: مكبرات HDMI
bn: HDMI শব্দযন্ত্র
el: HDMI ηχείο
fi: HDMI-kaiutin
fr_ca: Enceinte HDMI
he: רמקול HDMI
ja: HDMI スピーカー
sc: Altoparlante HDMI

source: HDMI headphones
ar: سماعات HDMI
bn: HDMI কর্ণকথক
el: HDMI ακουστικά
fi: HDMI-kuulokkeet
fr_ca: Écouteurs HDMI
he: אוזניות HDMI
ja: HDMI ヘッドホン
sc: Auricolares HDMI

source: Volume (muted)
ar: مستوى الصوت (مكتوم)
bn: প্রাবল্য (নিরব)
el: Ένταση (αθόρυβη)
fi: Äänenvoimakkuus (mykistetty)
fr_ca: Volume (coupé)
he: עוצמת קול (מושתק)
ja: 音量（ミュート）
sc: Volùmene (a sa muda)

source: silent
ar: صامت
bn: নিঃশব্দ
el: αθόρυβος
fi: äänetön
fr_ca: silencieux
he: שקט
ja: サイレント
sc: a sa muda

source: Sound
ar: الصوت
bn: শব্দ
el: Ήχος
fi: Ääni
fr_ca: Son
he: קול
ja: サウンド
sc: Sonu

source: Mute
ar: اكتم
bn: নিরব
el: Σίγαση
fi: Mykistä
fr_ca: Muet
he: השתק
ja: 消音
sc: A sa muda

source: Silent Mode
ar: الوضع الصامت
bn: নিঃশব্দ অবস্থা
el: Αθόρυβη λειτουργία
fi: Äänetön tila
fr_ca: Mode silencieux
he: מצב שקט
ja: サイレントモード
sc: Modalidade a sa muda

source: Sound Settings…
ar: إعدادات الصوت…
bn: শব্দ সেটিংস …
el: Ρυθμίσεις Ήχου
fi: Ääniasetukset…
fr_ca: Réglages du son…
he: הגדרות שמע…
ja: サウンド設定…
sc: Cunfiguratziones de sonu…

source: Microphone Volume
ar: مستوى صوت الميكروفون
bn: বিবর্ধক প্রাবল্য
el: Ένταση μικρόφωνου
fi: Mikrofonin äänenvoimakkuus
fr_ca: Volume du micro
he: עוצמת מיקרופון
ja: マイク音量
sc: Volùmene de su micròfonu

source: High volume can damage your hearing.
ar: سيضر الصوت العالي سمعك.
bn: উচ্চ প্রাবল্য আপনার শ্রবণেন্দ্রিয় ক্ষতিগ্রস্থ করতে পারে।
el: Η υψηλή ένταση μπορεί να τραυματίσει την ακοή σου.
fi: Suuri äänenvoimakkuus voi vahingoittaa kuuloasi.
fr_ca: Un volume sonore élevé peut endommager votre audition.
he: עוצמת קול גבוהה עלולה לפגוע בשמיעה שלך.
ja: 大音量が聴覚に悪影響を与える可能性があります。
sc: Su volume tropu artu podet iscalabrare s'uditu.

source: Volume (Headphones)
ar: مستوى الصوت (سماعات)
bn: প্রাবল্য (কর্ণকথক)
el: Ένταση (Ακουστικών)
fi: Äänenvoimakkuus (kuulokkeet)
fr_ca: Volume (écouteurs)
he: עוצמת קול (אוזניות)
ja: 音量（ヘッドフォン）
sc: Volùmene (auricolares)

source: Volume (Bluetooth)
ar: مستوى الصوت (بلوتوث)
bn: প্রাবল্য (ব্লুটুথ)
el: Ένταση (Bluetooth)
fi: Äänenvoimakkuus (Bluetooth)
he: עוצמת קול (Bluetooth)
ja: 音量（Bluetooth）
sc: Volùmene (Bluetooth)

source: Volume (Usb)
ar: مستوى الصوت (USB)
bn: প্রাবল্য (Usb)
el: Ένταση (Usb)
fi: Äänenvoimakkuus (USB)
he: עוצמת קול (USB)
ja: 音量（USB）
sc: Volùmene (USB)

source: Volume (HDMI)
ar: مستوى الصوت (HDMI)
bn: প্রাবল্য (HDMI)
el: Ένταση (HDMI)
fi: Äänenvoimakkuus (HDMI)
he: עוצמת קול (HDMI)
ja: 音量（HDMI）
sc: Volùmene (HDMI)

source: Volume (Bluetooth headphones)
ar: مستوى الصوت (سماعات بلوتوث)
bn: প্রাবল্য (ব্লুটুথ কর্ণকথক)
el: Ένταση (Bluetooth ακουστικά)
fi: Äänenvoimakkuus (Bluetooth-kuulokkeet)
fr_ca: Volume (écouteurs Bluetooth)
he: עוצמת קול (אוזניות Bluetooth)
ja: 音量（Bluetooth ヘッドフォン）
sc: Volùmene (auricolares Bluetooth)

source: Volume (Usb headphones)
ar: مستوى الصوت (سماعات USB)
bn: প্রাবল্য (Usb কর্ণকথক)
el: Ένταση (Usb ακουστικά)
fi: Äänenvoimakkuus (USB-kuulokkeet)
fr_ca: Volume (écouteurs USB)
he: עוצמת קול (אוזניות USB)
ja: 音量（USB ヘッドフォン）
sc: Volùmene (auricolares USB)

source: Volume (HDMI headphones)
ar: مستوى الصوت (سماعات HDMI)
bn: প্রাবল্য (HDMI কর্ণকথক)
el: Ένταση (HDMI ακουστικά)
fi: Äänenvoimakkuus (HDMI-kuulokkeet)
fr_ca: Volume (écouteurs HDMI)
he: עוצמת קול (אוזניות HDMI)
ja: 音量（HDMI ヘッドフォン）
sc: Volùmene (auricolares HDMI)

source: Choose Playlist
ar: اختر قائمة التشغيل
bn: প্লেতালিকা নির্বাচন করুন
el: Επίλεξε λίστα αναπαραγωγής
fi: Valitse soittolista
fr_ca: Choisir une liste de lecture
he: בחר פלייליסט
ja: プレイリストを選択
sc: Sèbera lista de riprodutzione

source: Allow volume above safe level? High volume can damage your hearing.
el: Να επιτρέπεται η ένταση του ήχου πάνω από το ασφαλές επίπεδο; Η υψηλή ένταση μπορεί να βλάψει την ακοή σας.
fi: Sallitaanko äänenvoimakkuus turvallisen tason yli? Suuri äänenvoimakkuus voi vahingoittaa kuuloasi.
fr_ca: Autoriser le volume au-dessus du niveau sécuritaire ? Un volume sonore élevé peut endommager votre audition.
he: לאפשר עצמה מעבר לרמה הבטוחה? עוצמת קול גבוהה עלולה לפגוע בשמיעה שלך.
ja: さらに音量を大きくしますか？ 大音量が聴覚に悪影響を与える可能性があります。
sc: Boles permìtere chi su volume bàrighet su livellu de seguresa? Su volume tropu artu podet iscalabrare s'uditu.

source: OK
ar: موافق
bn: ঠিক আছে
el: ΟΚ
fi: Selvä
he: אישור
sc: AB

source: Cancel
ar: إلغاء
bn: বাতিল
el: Ακύρωση
fi: Peru
fr_ca: Annuler
he: ביטול
ja: キャンセル
sc: Annulla
